Repository: Nachocab22/Dailymalist
Catalog: Dailymalist/Localizable.xcstrings
Source language: es
Languages: en

source: Selecciona los calendarios que mostrar
en: Select the calendars to display

source: No hay eventos programados
en: No scheduled events

source: Calendarios
en: Calendars

source: Hecho
en: Done

source: No has permitido el acceso al calendario.
en: You haven’t allowed access to your calendars.

source: Nuevo evento
en: New event

source: Sin información
en: No information

source: Sin ubicación
en: No location

source: Hábitos
en: Habits

source: Mostrar opción de pausar %@
en: Show pause option for %@

source: Pausar
en: Pause

source: Nuevo hábito
en: New habit

source: Posible hábito duplicado
en: Possible duplicate habit

source: Cancelar
en: Cancel

source: Activar «%@»
en: Activate “%@”

source: Crear igualmente
en: Create anyway

source: Activos
en: Active

source: No tienes ningún hábito activo
en: You don’t have any active habits

source: Modificar
en: Edit

source: Pausados
en: Paused

source: No tienes ningún hábito archivado
en: You don’t have any paused habits

source: Eliminar
en: Delete

source: activo
en: active

source: archivado
en: paused

source: Título
en: Title

source: Introduce el hábito
en: Enter a habit

source: Icono
en: Icon

source: Icono actual
en: Current icon

source: Elegir icono
en: Choose icon

source: icono personalizado
en: custom icon

source: Elegir icono. Selección actual: %@
en: Choose icon. Current selection: %@

source: Repeticiones
en: Repeat

source: Editar hábito
en: Edit habit

source: Guardar cambios
en: Save changes

source: Crear hábito
en: Create habit

source: seleccionado
en: selected

source: no seleccionado
en: not selected

source: Lunes
en: Monday

source: Martes
en: Tuesday

source: Miércoles
en: Wednesday

source: Jueves
en: Thursday

source: Viernes
en: Friday

source: Sábado
en: Saturday

source: Domingo
en: Sunday

source: Día
en: Day

source: Buscar iconos
en: Search icons

source: Todas
en: All

source: Seleccionado
en: Selected

source: Pausar hábito
en: Pause habit

source: Pausar hábito %@
en: Pause habit %@

source: Activar hábito %@
en: Activate habit %@

source: Todavía no hay etiquetas. Escribe una abajo para crearla.
en: No tags yet. Enter one below to create it.

source: Color de #%@
en: Color of #%@

source: Eliminar #%@
en: Delete #%@

source: Nueva etiqueta
en: New tag

source: Etiquetas
en: Tags

source: Eliminar etiqueta
en: Delete tag

source: Se quitará de todas las tareas. Las tareas se conservarán.
en: It will be removed from all tasks. The tasks will be kept.

source: No se pudo guardar
en: Couldn’t save

source: Aceptar
en: OK

source: Nombre
en: Name

source: Introduce la etiqueta
en: Enter a tag

source: Elegir color
en: Choose color

source: Usa letras, números o guiones bajos, sin espacios.
en: Use letters, numbers or underscores, without spaces.

source: Editar etiqueta
en: Edit tag

source: Crear etiqueta
en: Create tag

source: Ya existe una etiqueta con ese nombre.
en: A tag with that name already exists.

source: Tareas
en: Tasks

source: #Etiquetas
en: #Tags

source: TODO COMPLETADO 🎉
en: ALL DONE 🎉

source: Otras tareas
en: Other tasks

source: Destacadas
en: Priority

source: Desplegado
en: Expanded

source: Plegado
en: Collapsed

source: Marcar como pendiente
en: Mark as incomplete

source: Completar tarea
en: Complete task

source: No urgente
en: Not urgent

source: Urgente
en: Urgent

source: Posponer
en: Reschedule

source: Nueva fecha
en: New date

source: Reprogramar
en: Reschedule

source: Crear
en: Create

source: ¿Quieres crear #%@? Se creará en cian. Podrás cambiar su color en Etiquetas.
en: Create #%@? It will be cyan. You can change its color in Tags.

source: Título de la tarea. Borra una etiqueta para quitarla de esta tarea.
en: Task title. Delete a tag to remove it from this task.

source: Insertar etiqueta %@
en: Insert tag %@

source: Día que mostrar
en: Day to display

source: Hoy
en: Today

source: Cambiar formato de hora
en: Change time format

source: Actividad física
en: Physical activity

source: Alimentación
en: Nutrition

source: Bienestar
en: Wellbeing

source: Aprendizaje
en: Learning

source: Hogar
en: Home

source: Otros
en: Other

source: Caminar
en: Walk

source: Correr
en: Run

source: Fuerza
en: Strength

source: Nadar
en: Swim

source: Bicicleta
en: Cycling

source: Entrenamiento
en: Workout

source: Boxeo
en: Boxing

source: Estirar
en: Stretch

source: Caminar en cinta
en: Treadmill walking

source: Correr en cinta
en: Treadmill running

source: Comer saludable
en: Eat healthily

source: Beber agua
en: Drink water

source: Verduras
en: Vegetables

source: Fruta
en: Fruit

source: Bebida
en: Drink

source: Preparar comida
en: Meal prep

source: Cuidarme
en: Self-care

source: Meditar
en: Meditate

source: Dormir
en: Sleep

source: Respirar
en: Breathe

source: Tomar el sol
en: Get some sun

source: Ánimo
en: Mood

source: Salud
en: Health

source: Leer
en: Read

source: Estudiar
en: Study

source: Idioma
en: Language

source: Escribir
en: Write

source: Programar
en: Code

source: Música
en: Music

source: Aprender
en: Learn

source: Casa
en: Home

source: Limpiar
en: Clean

source: Lavar ropa
en: Do laundry

source: Sacar la basura
en: Take out the trash

source: Cuidar plantas
en: Care for plants

source: Cuidar mascota
en: Care for a pet

source: Objetivo
en: Goal

source: Favorito
en: Favorite

source: Planificar
en: Plan

source: Puntualidad
en: Punctuality

source: Llamar
en: Call

source: Socializar
en: Socialize

source: Trabajo
en: Work

source: Ya tienes hábitos con títulos iguales o parecidos: %@%@ ¿Deseas crear el hábito igualmente?
en: You already have habits with the same or similar titles: %@%@ Would you like to create the habit anyway?

source: %lld pendientes
en: %lld pending

source: %lld completadas
en: %lld completed

source: Y %lld más.
en: And %lld more.

# weekday.monday
source: L
en: M

# weekday.tuesday
source: M
en: T

# weekday.wednesday
source: X
en: W

# weekday.thursday
source: J
en: T

# weekday.friday
source: V
en: F

# weekday.sunday
source: D
en: S
